//
//  DescriptionPizza.swift
//  MyProject
//
//  Created by Айдар Оспанов on 17.01.2023.
//

import UIKit

struct DescriptionPizza {
    
    static let fourPizza = """
    Кортофельное пюре, охотничьи колбаски,
    корнишоны, зелень, сладкий горчичный соус,
    кетчуп, соус равен, сыр моцарелла
    """
    static let woodPizza = """
    Сыр сауда, сыр пармезан, голубой сыр Блю Чиз
    (с плесенью), моцарелла, сливочный соус
    """
    
    static let cheesePizza = """
    Сыр моцарелла, сыр гауда,
    орегано, томатный соус
    """
    
    static let devilPizza = """
    Колбаса из говядины, жгучий перчик,
    перец халапеньо, томатный соус и сыр
    моцарелла
    """
    
    static let pepperoniPizza = """
    Колбаса из говядины, томатный соус
    и сыр моцарелла
    """
    
    static let margheritaPizza = """
    Классическая пицца
    Свежие томаты, томатный соус и сыр моцарелла
    """
    
    static let alfredoPizza = """
    Соус Альфредо, филе цыпленка, шампиньоны,
    томаты, пармезан, щепотка итальянского орегано,
    сыр моцарелла
    """
    
    static let tenderСhickenPizza = """
    Филе цыпленка, помидоры черри,
    сладкий болгарский перец,
    томатный соус и сыр моцарелла
    """
}
